# PrevDObj

## Description
Function PrevDObj returns the previous deselected object in a list of objects . If the end of the object list is reached, the function returns NIL.&lt;BR&gt;
&lt;BR&gt;

```pascal
FUNCTION PrevDObj(h : HANDLE) : HANDLE;
```

```python

def vs.PrevDObj(h):
    return HANDLE
```

## Parameters
|Name|Type|Description|
|---|---|---|
|h|HANDLE|Handle to object.|

## Version
Availability: from MiniCAD
## Category
* Document List Handling